---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemPlateExactWeight
source: html/1946e877-a3e8-e9f8-7ba0-972e92deac1e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemPlateExactWeight Property

"Exact Weight"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemPlateExactWeight { get; }
```